STEP_1: str = (
    "Шаг 1 из 4 — Выберите режим общения с ИИ:\n"
    "• Диалог — бот будет запоминать ход беседы и учитывать предыдущее сообщение при ответах.\n"
    "• Одиночный запрос — вам ответят на вопрос без сохранения истории."
)

STEP_2: str = (
    "Шаг 2 из 4 — Выберите тип ИИ:\n"
    "• 📝 Текст — генерация и обработка текстовых сообщений.\n"
    "• 🖼️ Изображения — стилизация, генерация и редактирование картинок.\n"
    "• 🎙️ Аудио — распознавание речи и синтез голосовых сообщений.\n"
    "• 🎬 Видео — монтаж, создание клипов и работа с видеофайлами."
)

STEP_3: str = (
    "Шаг 3 из 4 — Выберите категорию ассистента:\n"
    "Категория определяет общий подход ИИ к вашей задаче и выбирает набор методов.\n"
    "после выбора ИИ поймет какой результат вы хотите получить\n"

)

STEP_4: str = (
    "Шаг 4 из 4 — Выберите конкретный промт (готовый сценарий):\n"
    "Промт задаёт точные параметры работы ИИ: шаблоны, стиль и формат результата.\n"
    "после выбора ИИ поймет детали которые важны\n"
)
