WELCOME_TEXT = (
    "Привет! 👋\n\n"
    "<b>Я — твой помощник для работы с ИИ.</b>\n\n"
    "<b>Как начать:</b>\n\n"
    "<b>Нажмите</b> \n"
    "«🧠 Выбрать Ассистента» \n"
    "после чего следуйте подсказкам шаг за шагом.\n\n"
    "Удачи! 🚀"
)

# "2️⃣ Выберите ассистента — готовый сценарий задачи.\n"
#     "Например для текста: переписать статью, сократить длинный текст, перевести его на другой язык.\n"
#     "Ассистенты помогают быстрее добиться нужного результата без лишних настроек.\n\n"
#     "3️⃣ Отправьте свой запрос.\n"
#     "Бот быстро обработает его и вернёт готовый результат! 🎯\n\n"
#     "📚 <b>История задач сохраняется автоматически.</b>\n"
#     "Вы всегда сможете вернуться к своему запросу, продолжить работу или скачать готовый ответ.\n\n"
#     "💳 Также можно посмотреть тариф и ваш баланс токенов.\n\n"
